;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=தமிழ்
LanguageEn=Tamil
LanguageFileFormat=1
;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(empty)
21027=சரி
21028=ரத்து
21029=மூடு

;Words - simple words can be reused
150=ஒன்றுமில்லை
151=விண்ணப்பிக்கவும்
152=அடைவு
153=கோப்பு
154=பெயர்
155=பாதை
156=பெயர்:
157=சூடான விசை:
158=பாதை:
159=மீட்டமை
160=HotKey
161=திருத்த
162=தீம்
163=ஏற்றுமதி
; 164=குறிப்பு
165=உதாரணம்:
166=அளவுரு
167=விருப்ப

;Global
602=பட்டியல் விருப்பங்கள்

;Balloon
801=பட்டியல் பின்னணியில் இயங்குகிறது.
802=நீங்கள் தட்டச்சு செய்யும் போது கண்டுபிடிக்கவும்
803=இந்த பட்டியலுக்கு நீங்கள் தட்டச்சு செய்தால் தற்காலிகமாக முடக்கப்பட்டுள்ளது. மீட்டமைக்க ESC ஐ அழுத்தவும்.

;Tray Menu
1001=ஆன்லைன் உதவி
1002=புதுப்பிப்புகளைச் சரிபார்க்கவும் ...
1003=பற்றி
1004=வெளியேறு

;Toolbar
1100=தேடுதல்

; பிடித்த பட்டி
2000=பிடித்தமான
2001=இந்த பயன்பாடு
2002=குளோபல்
2003=இங்கே சேர்
2004=பிடித்தவையில் தற்போதைய கோப்புறையைச் சேர்க்கவும்
2050=பிடித்ததைச் சேர்ப்பதில் தோல்வி
2051=இந்த பயன்பாட்டிலிருந்து பட்டியலைப் பெற முடியவில்லை.

; சமீபத்திய பட்டி
2100=சமீபத்திய
2101=தெளிவு
2105=இந்த பயன்பாட்டைக் கண்காணிக்கவும்
2106=இந்த பயன்பாட்டைக் கண்காணிக்க வேண்டாம்

; கட்டளைகள் மெனு
2201=தற்போது திறக்கப்பட்ட கோப்புறைகள்
2202=கோப்பு நிர்வாகியில் கடைசியாக திறக்கப்பட்ட கோப்புறைக்கு மாறவும்
2203=கோப்பு மேலாளரில் தேர்ந்தெடுக்கப்பட்ட கோப்பைத் திறக்கவும்
2204=தற்போதைய கோப்புறையை ஆராயுங்கள்
2205=கட்டளை வரியில்
2206=பயன்பாட்டு கோப்புறைக்குச் செல்லவும்
2207=பயன்பாட்டு கோப்புறையை ஆராயுங்கள்
2208=கோப்பு நீட்டிப்பைக் காட்டு
2209=மறைக்கப்பட்ட கோப்புகள் மற்றும் கோப்புறைகளைக் காட்டு
2210=கோப்புறை பாதையை கிளிப்போர்டுக்கு நகலெடுக்கவும்
2211=தேர்ந்தெடுக்கப்பட்ட பொருட்களின் பாதைகளை கிளிப்போர்டுக்கு நகலெடுக்கவும்
2212=தேர்ந்தெடுக்கப்பட்ட பொருட்களின் காட்சி பெயர்களை கிளிப்போர்டுக்கு நகலெடுக்கவும்
2213=விருப்பங்கள்
2214=புரோ பதிப்பிற்கு மேம்படுத்தவும்
2215=எக்செல் க்கு ஏற்றுமதி பட்டியல் உள்ளடக்கம்
2216=இந்த பயன்பாட்டிற்கான பட்டியலை முடக்கு
2218=பிரிப்பான்
2219=ஒரு நிலை வரை
2220=கோப்புறையை உருவாக்கவும்
2252=இந்த பயன்பாட்டிற்கான பட்டியலை முடக்க விரும்புகிறீர்களா?
2253=பட்டியலை முடக்கு
2254=இந்த பயன்பாட்டின் அடுத்த தொடக்கத்திலிருந்து பட்டியல் இனி காண்பிக்கப்படாது.
2260=கட்டளை வரியில் (நிர்வாகி)
2261=தற்போதைய கோப்புறையை ஒரு திட்டமாகச் சேர்க்கவும்

; எக்செல் கட்டளைக்கு ஏற்றுமதி செய்க
2270=மன்னிக்கவும் இந்த பட்டியல் ஆதரிக்கப்படவில்லை.
2271=செயலாக்கும் ...
2272=சேமி தோல்வியுற்றது, மற்றொரு நிரலில் கோப்பு திறந்திருக்கிறதா என சரிபார்க்கவும்.

; தேடல்
2300=பட்டியல்
2301=செல்லுங்கள்
2302=உங்கள் தேடலுடன் எந்த உருப்படிகளும் பொருந்தவில்லை.
2303=(தற்போதைய கோப்புறை)
2304=திட்ட
2305=சூழல் மெனு

; விருப்பங்கள்> பொது
3000=பொது
3001=விண்டோஸ் தொடங்கும் போது பட்டியலைத் தொடங்குங்கள்
3002=விண்டோஸ் எக்ஸ்பி எக்ஸ்ப்ளோரருக்கு தானாக கோப்பு பட்டியலில் உள்ளீட்டு கவனம் அமைக்கவும்
3004=விரைவு சுவிட்ச் (கோப்பு மேலாளரிடமிருந்து மாறும்போது கோப்பு உரையாடலில் தற்போதைய கோப்புறையைத் திறக்கவும்)
3005=மொழி:
3006=இயல்புநிலை கோப்பு மேலாளர்
3007=விண்டோஸ் எக்ஸ்ப்ளோரரைத் தவிர வேறு கோப்பு மேலாளரைப் பயன்படுத்த விரும்பினால் இதை நிரப்பவும். \ N பாதைக்கான அளவுருவில்% 1 ஐப் பயன்படுத்தவும். மேற்கோள்களை மறந்துவிடாதீர்கள்.
3008=தெளிவற்ற பொருத்தம்
3009=புதுப்பிப்புகளை தானாகவே சரிபார்க்கவும்
3010=புதிய பீட்டா பதிப்புகளைப் பார்க்கவும்
3011=உதவிக்குறிப்புகளை மீட்டமை
3012=உங்கள் கணினியில் path 1 இன் உண்மையான பாதைக்கு "பாதை" மாற்றவும்.
3020=தற்காலிகமாக தற்போதைய பட்டியலை நீங்கள் தட்டச்சு செய்யும் போது கண்டுபிடிப்பை முடக்க முன்னொட்டு (மீட்டமைக்க ESC ஐ அழுத்தவும்):

; விருப்பங்கள்> பிடித்தவை
3100=பிடித்த
3106=துணைமெனு

; விருப்பங்கள்> சொற்கள்
3300=முக்கிய வார்த்தைகள்
3306=தனிப்பயன் கட்டளையைச் சேர்க்கவும்
3309=கட்டளை
3313=காட்சி தலைப்பு:
3314=விளக்கம்:
3315=திறவுச்சொல்:
3316=சைலண்ட்
3317=நிர்வாகியாக இயக்கவும்
3318=தொகுதி சேர்
3319=பணி அடைவு:
3320=துவக்கியில் மட்டுமே காண்பி
3330=வடிவம்:

; விருப்பங்கள்> பயன்பாடுகள்
3402=இந்த பயன்பாட்டிற்கான பட்டியலை இயக்கு
3403=சமீபத்திய கோப்புகள் மற்றும் கோப்புறைகளைக் கண்காணிக்கவும்

; விருப்பங்கள்> காட்சி
3603=பட்டியலிட உறவினர்
3604=சாளரத்துடன் தொடர்புடையது
3605=மேலே இருந்து
3606=கீழே இருந்து
3607=இடமிருந்து
3608=வலமிருந்து
3618=சாளரத்தின் மேல்
3619=சாளரத்தின் கீழே
3620=கண்காணிக்க உறவினர்
3621=சாளரத்தின் மையம்
3624=பட்டியலைச் செயல்படுத்த வெற்று பகுதியில் சுட்டி இரட்டை சொடுக்கவும்
3625=பட்டியலைச் செயல்படுத்த மவுஸ் மிடில் கிளிக் செய்யவும்
3626=பட்டியல் ஹாட்ஸ்கிகளை இயக்கு
3628=கருவிப்பட்டி நிலை
3629=நீங்கள் தட்டச்சு செய்யும் போது கண்டுபிடிக்கவும்

; விருப்பங்கள்> புரோ
3800=லிஸ்டரி புரோவுக்கு மேம்படுத்தவும்
3802=பெயர்:
3803=மின்னஞ்சல்:
3804=பதிவு குறியீடு:
3808=கிளிப்போர்டிலிருந்து ஒட்டவும்
3809=பதிவு குறியீட்டை சரிபார்க்கவும்
3810=வாழ்த்துக்கள், நீங்கள் வெற்றிகரமாக பட்டியல் புரோவாக மேம்படுத்தப்பட்டீர்கள்!
3811=மன்னிக்கவும், பதிவுக் குறியீடு தவறானது.
3812=பட்டியல் தனிப்பட்ட, வணிகரீதியான பயன்பாட்டிற்கு மட்டுமே இலவசம்.
3813=நீங்கள் வணிக நோக்கங்களுக்காக அல்லது உங்கள் வணிக இடத்தில் பட்டியலைப் பயன்படுத்த விரும்பினால், அல்லது பட்டியலின் வளர்ச்சியை ஆதரிக்க விரும்பினால், தயவுசெய்து பட்டியல் புரோவுக்கு மேம்படுத்தவும்.
3814=இப்போது பட்டியல் புரோ கிடைக்கும்!

; விருப்பங்கள்> பற்றி
3900=பற்றி
3902=முகப்புப்பக்கத்தைக் காண்க
3903=இந்த நிரல் உரிமம் பெற்றது

; விருப்பங்கள்> ஒருங்கிணைப்பு
4000=ஒருங்கிணைப்பு
4002=கோப்பு உரையாடல்களை மாற்ற மொத்த தளபதியைப் பயன்படுத்தவும்:

; விருப்ப கட்டளை உரையாடல்
4200=விருப்ப கட்டளை
4202=அளவுரு:
4210=உரை கோப்பை உருவாக்கு (எடுத்துக்காட்டு)
4211="ery வினவல்} .txt" ஐ உருவாக்கவும்
4212=எ.கா. நோட்பேடில் "abc.txt" ஐத் திருத்த "txt abc" எனத் தட்டச்சு செய்க

; பிடித்த உரையாடலைச் சேர்க்கவும்
4300=பிடித்ததைச் சேர்க்கவும்
4301=பாதையைப் பயன்படுத்துங்கள்

; பட்டி பட்டியல்
4400=பட்டி
4401=கருவிப்பட்டை
4402=பாப்அப் மெனு
4403=பிடித்தமான
4404=பயன்பாடு பிடித்தது
4405=மொத்த தளபதி அடைவு பட்டி
4406=சமீபத்திய
4407=கட்டளைகள்
4408=தட்டு இடது கிளிக் மெனு
4409=தட்டு வலது கிளிக் மெனு

; பட்டி பட்டியல் உருப்படி வகை
4500=பிடித்த கோப்புறை
4501=பிடித்த ஆவணம்
4502=விண்ணப்பத்தைத் தொடங்கவும்

; விருப்பங்கள்> மெனுக்கள்
5000=மெனுக்கள்
5001=கட்டளைகள்
5002=மெனுக்களை மீட்டமை
5003=எல்லா மெனுக்களையும் இயல்புநிலைக்கு மீட்டமைக்க விரும்புகிறீர்களா? உங்களுக்கு பிடித்தவை அல்லது கட்டளைகளை இழக்க மாட்டீர்கள்.
5010=ஐகானை மாற்று
5011=இயல்புநிலை ஐகானை மீட்டமை

; விருப்பங்கள்> ஹாட்கீஸ்
5200=குறுக்குவிசைகள்
3503=பட்டியல் கருவிப்பட்டியைக் காட்டு:
3504=பாப் அப் மெனுவைக் காட்டு:
5201=பட்டியலைக் காட்ட / மறைக்க Ctrl ஐ இரண்டு முறை அழுத்தவும்
5210=அடுத்த உருப்படி:
5211=முந்தைய உருப்படி:


; விருப்பங்கள்> பயன்பாடு மூலம்
5300=பயன்பாட்டு அமைப்புகள்
5301=பின் செய்யப்பட்ட பாதைகள்
5302=இயல்புநிலை அல்லாத அமைப்புகளைக் கொண்ட பயன்பாடுகள் மட்டுமே காண்பிக்கப்படுகின்றன.

; விருப்பங்கள்> அட்டவணை
; அகற்றப்பட்டது: 5402 5403
5404=வட்டு தேடல் விலக்கு
5410=ஒரு இயக்கி அல்லது கோப்புறையை விலக்கு
5411=விலக்கு வடிப்பானைச் சேர்க்கவும்
5412=தேர்ந்தெடுக்கப்பட்ட உள்ளீட்டை அகற்று
5413=வட்டு தேடல்
5416=வட்டு தேடலை முடக்கு
5417=படை மறுகட்டமைப்பு அட்டவணை
5418=ஏற்றுகிறது ...
5419=குறியீட்டு
5420=என்.டி.எஃப்.எஸ் தொகுதிகள்
5421=தனிப்பயன் குறியீட்டு இடங்கள்
5422=தவறான கோப்புறை விலக்குகள்
5423=விலக்கு வடிப்பான்கள்
5430=குறியீட்டில் தனிப்பயன் இருப்பிடத்தைச் சேர்க்கவும்
5440=ஒவ்வொரு $ 1 நிமிடங்களுக்கும் குறியீட்டைப் புதுப்பிக்கவும் (முடக்க 0)
5441=இப்போது குறியீட்டைப் புதுப்பிக்கவும்


; விருப்பங்கள்> வரலாறு
5500=வரலாறு
5501=ட்ராக் கோப்பு மற்றும் கோப்புறை திறந்த வரலாறு
5502=சுத்தமான வரலாறு
5503=எல்லா வரலாற்று பதிவுகளையும் நீக்க விரும்புகிறீர்களா?
3208=கோப்பு திறந்த உரையாடலில் கடைசியாக திறந்த கோப்பை தானாக தேர்ந்தெடுக்கவும்
3215=சமீபத்திய கோப்புகள் மற்றும் கோப்புறைகளைத் தேடுங்கள்
5510=வரலாறு விலக்கு

; விருப்பங்கள்> திட்டங்கள்
5600=திட்டங்கள்
5601=முக்கிய
5602=இது என்ன?
5603=எடுத்துக்காட்டாக, "வலைப்பதிவு" என்ற முக்கிய சொல்லைக் கொண்ட ஒரு திட்டமாக "டி: \ வலைத்தளங்கள் \ எனது வலைப்பதிவு" ஐச் சேர்த்தால், அதில் உள்ள கோப்புகளையும் கோப்புறைகளையும் எங்கும் எந்த நேரத்திலும் தேட "வலைப்பதிவு file_to_find.html" என தட்டச்சு செய்யலாம்.
5605=திட்டங்களைப் பயன்படுத்த இப்போது பட்டியல் புரோவுக்கு மேம்படுத்தவும்!

; விருப்பங்கள்> தோற்றம்
5700=தோற்றம்
5701=அளவு
5702=வழக்கமான
5703=சிறு
5710=(இயல்புநிலையைப் பயன்படுத்த பிக்சல்களில் 0)
5711=அகலம்:
5712=அதிகபட்ச உயரம்:

; விருப்பங்கள்> பயன்பாடுகளைத் தொடங்கவும்
5800=பயன்பாடுகளைத் தொடங்கவும்
5801=தேடல் கோப்புறைகள்
5802=விண்டோஸ் ஸ்டோர் பயன்பாடுகளைத் தேடுங்கள்

; விருப்பங்கள்> தேடல்
5901=வடிகட்டிகள்
5902=ஒரு தேடல் வடிப்பானைப் பயன்படுத்த "முக்கிய சொல்: தேடல் வினவல்" அல்லது "தேடல் வினவல் திறவுச்சொல்:" எனத் தட்டச்சு செய்க
5910=இதில் தேடுங்கள்:
5911=இதற்கான தேடல்:
5912=நீட்சிகள்:

; விருப்பங்கள்> செயல்கள்
6000=செயல்கள்
6001=தனிப்பயன் செயலைச் சேர்க்கவும்
6010=நோட்பேடில் திறக்கவும் (எடுத்துக்காட்டு)

; உரையாடல்> விலக்கு வடிப்பானைச் சேர்
6100=விலக்கு வடிப்பானைச் சேர்
6101=* பூஜ்ஜியம் அல்லது அதற்கு மேற்பட்ட எழுத்துக்களுடன் பொருந்துகிறது
6102 =? சரியான ஒரு எழுத்துக்குறியுடன் பொருந்துகிறது
6103=வடிகட்டி:

; உரையாடல்> பதிவு ஹாட்கி
6200=பட்டியல் ஹாட்கி
6201=ஹாட்கி $ 1 மற்றொரு பயன்பாட்டால் எடுக்கப்படுகிறது.
6202=புதிய ஒன்றைக் குறிப்பிடவும்:

; உரையாடல்> புரோவுக்கு மேம்படுத்தவும்
6301=இது ஒரு PRO அம்சமாகும், இது இலவச மதிப்பீட்டிற்கு இங்கு வழங்கப்படுகிறது.
6302=தொடர்க

; மேம்படுத்தல்கள்
6400=பட்டியல் புதுப்பிப்பு
6402=பட்டியலை புதுப்பிப்புகளை இப்போது சரிபார்க்க முடியாது, தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
6403=நீங்கள் ஏற்கனவே பட்டியலின் மிக சமீபத்திய பதிப்பைப் பயன்படுத்துகிறீர்கள், எதிர்காலத்தில் மீண்டும் சரிபார்க்கவும்.
6404=version 1 இன் புதிய பதிப்பு கிடைக்கிறது.
6405=நிறுவப்பட்ட பதிப்பு:
6406=சமீபத்திய பதிப்பு:
6407=திறந்த பதிவிறக்கப் பக்கம்
6408=இந்த பதிப்பைத் தவிர்
6409=பின்னர் எனக்கு நினைவூட்டு

; அளவுரு உதவிக்குறிப்புகள்
6500=அளவுருவில் பின்வரும் மாறிகளைப் பயன்படுத்தலாம்:
6510=தேடல் வினவல்
6511=தேடல் முடிவு பாதை
6512=தேடல் முடிவின் பெற்றோர் கோப்புறை
6513=எக்ஸ்ப்ளோரரில் தற்போதைய கோப்புறை பாதை

; பயனர் இடைமுகம்
8000=சூடான விசையை அமைக்க கிளிக் செய்க
8001=சூடான விசையை அழுத்தவும்

; உதவி
8500=துவக்கி பயன்முறைக்கு மாற $ 1 ஐ அழுத்தவும்
8501=செயல்கள் மெனுவை உள்ளிட $ 1 ஐ அழுத்தவும்
8502=கோப்புகளை மட்டும் தேட $ 1 ஐ அழுத்தவும்

; செயல்கள்
9000=அதிரடி
9001=திறந்த கோப்புறை
9002=கிளிப்போர்டுக்கு பாதையை நகலெடுக்கவும்
9003=திறந்த
9004=கிளிப்போர்டுக்கு கோப்புறை பாதையை நகலெடுக்கவும்
9005=தற்போதைய கோப்புறையில் நகலெடுக்கவும்
9006=தற்போதைய கோப்புறைக்கு நகர்த்து
9007=நகல்
9008=வெட்டு
9009=அனுப்பு
9010=முக்கிய சொல்லை அமைக்கவும்
9011=உடன் திறக்கவும்
9020="$ 1" ஐ "$ 2" க்கு நகர்த்த விரும்புகிறீர்களா?
9021=மற்றொரு பயன்பாட்டைத் தேர்வுசெய்க

; பயிற்சி
7000=பயிற்சி
7001=முயற்சி செய்யுங்கள்!
7002=அடுத்து>
7003=இல்லை, நன்றி
7004=முடிந்தது
7005=நீங்கள் முடித்ததும் * அடுத்து> * என்பதைக் கிளிக் செய்க

7010=நீங்கள் பட்டியலை இயக்குவது இதுவே முதல் முறை என்று தெரிகிறது. விரைவான சுற்றுப்பயணத்தை மேற்கொள்ள விரும்புகிறீர்களா?

7020=நீங்கள் தொடங்க ஒரு எக்ஸ்ப்ளோரர் சாளரம் திறக்கப்படும்.

7030=எக்ஸ்ப்ளோரரில் உங்களுக்குத் தேவையானதை நேரடியாக தட்டச்சு செய்யலாம்.
7031=வகை * உரை 2 *

7040=* தாவல் / மேல் / கீழ்: * ஒரு கோப்பு அல்லது கோப்புறையைத் தேர்ந்தெடுக்கவும்
7041=* உள்ளிடவும்: * தேர்ந்தெடுக்கப்பட்ட கோப்பு அல்லது கோப்புறையைத் திறக்கவும்
7042=* ESC: * பட்டியல் கருவிப்பட்டியை மறைக்க

7090=நீங்கள் சுட்டியை விரும்பினால், பட்டியலை அணுக மவுஸ் இரட்டை கிளிக் அல்லது மிடில் கிளிக் பயன்படுத்தலாம்.
7091=எக்ஸ்ப்ளோரரில் வலது பேனலின் வெற்று பகுதியில் இருமுறை கிளிக் செய்யவும்.

7100=உங்கள் எல்லா பயன்பாடுகளையும் கோப்புகளையும் எப்போது வேண்டுமானாலும் தேட, Ctrl ஐ இரண்டு முறை அழுத்தவும்.
7101=* Ctrl ஐ இரண்டு முறை அழுத்தவும் *
7102=வகை * நோட்பேட் *
7103=திறக்க Enter ஐ அழுத்தவும்

7110=இப்போது நீங்கள் திறந்த நோட்பேட் சாளரத்தை வைத்திருக்க வேண்டும்.
7111=நோட்பேடில், கோப்பு மெனு> திற… என்பதைக் கிளிக் செய்க
7112=* Ctrl + G * ஐ அழுத்தவும்

7120=எக்ஸ்ப்ளோரரில் உள்ள தற்போதைய கோப்புறையில் செல்ல இந்த திறந்த உரையாடலை பட்டியல் அனுமதித்துள்ளது!

7130=பிடித்தவை, வரலாறு மற்றும் கட்டளைகள் போன்ற பட்டியலின் பல அம்சங்கள் உள்ளன. மேலும் விவரங்களுக்கு, தட்டு ஐகான் வழியாக பட்டியல் விருப்பங்களைச் சரிபார்க்கவும்.

7141=உங்கள் நேரத்திற்கு மிக்க நன்றி! பட்டியலின் பிற சிறந்த அம்சங்களைப் பற்றி மேலும் அறிய பின்வரும் இணைப்பைக் கிளிக் செய்க:
7142=பட்டியல் பற்றி மேலும் அறிக